import React from 'react'
import s from './Introduction.module.css'
class Introduction extends React.Component {
  render () {
    return (
      <div id={s.Introduction}>
        <p>Сфера IT в последнее время вызывает все больше интереса у обывателей, привлекает она не только высоким уровнем дохода, но и большими возможностями для самореализации. В свою очередь, IT также нуждается в постоянном притоке новых людей, так как темпы развития информационных технологий просто поражают воображение. Еще все лишь несколько десятков лет назад вычислительные устройства были для нас скорее вспомогательными, то сейчас мы не представляем жизнь без них, и это касается не только отдельных людей, но и целых компаний, и даже сфер бизнеса. Мир действительно изменился под воздействием IT, изменился и сам человек, и этот процесс только наращивает обороты. Но будучи в своей сути сферой, в первую очередь, технической, развитие IT крайне сильно зависит от людей, которые в ней работают. Любая революция требует людей, требует много, требует лучших. IT не является исключением, сфера очень заинтересована в грамотных специалистах, даже её дикая популярность не справляется с задачей насыщения кадров. Так как сложность данного направления давно уже перешла этап, когда понятие айтишник означало нечто глобальное, сейчас существуют множество областей которые, в свою очередь, делятся на еще большее количество направлений, и в каждой нужны сотни команд специалистов под разные задачи. Какое же направление вам выбрать, чем они отличаются, что будет лучше конкретно для вас &ndash; для этих вопросов и был создан данный ресурс.</p>
        <p><em>Roadmap4devs</em> был создан с целью...</p>
      </div>
    )
  }
}
export default Introduction
